




* CDN


#+NAME: html-bs
#+BEGIN_SRC html
  <link href="https://cdn.jsdelivr.net/npm/bootstrap@5.3.3/dist/css/bootstrap.min.css" rel="stylesheet" integrity="sha384-QWTKZyjpPEjISv5WaRU9OFeRpok6YctnYmDr5pNlyT2bRjXh0JMhjY6hW+ALEwIH" crossorigin="anonymous">

  <script src="https://cdn.jsdelivr.net/npm/bootstrap@5.3.3/dist/js/bootstrap.bundle.min.js" integrity="sha384-YvpcrYf0tY3lHB60NNkmXc5s9fDVZLESaAA55NDzOxhy9GkcIdslK1eN7N6jIeHz" crossorigin="anonymous"></script>
#+END_SRC

#+RESULTS: html-bs
: 正在现有的浏览器会话中打开。

#+NAME: html-jq
#+BEGIN_SRC html
  <script src="https://code.jquery.com/jquery-3.6.0.js"></script>
#+END_SRC


#+NAME: html-vue
#+BEGIN_SRC html
  <script src="https://unpkg.com/vue@3/dist/vue.global.js"></script>

#+END_SRC

